{
  "form": {
    "header": "ProGen - Registrering",
    "termsOfUse1": "Jag accepterar ",
    "termsOfUse2": "användarvillkoren ",
    "termsOfUse3": "och ",
    "termsOfUse4": "integritetspolicyn.",
    "firstName": "Förnamn",
    "lastName": "Efternamn",
    "email": "Email Address",
    "password": "Lösenord",
    "alreadyHaveAccount1": "Har du redan en användare? ",
    "alreadyHaveAccount2": "Logga in.",
    "signUp": "Registrera dig",
    "createCV": "Skapa ditt professionella CV",
    "passwordLength": "10 tecken minst",
    "missingAgreementCheck": "Vänligen acceptera användarvillkoren.",
    "modalText": {
      "agreementModal": {
        "header": "Användarvillkor",
        "p1": "Genom att acceptera användarvillkoren på denna sida accepterar du nedanstående.",
        "q1": "Bruk av data från applikationen.",
        "p2": "Du som användare av applikationen får citera innehåll från applikationen, men du får inte använda detta för kommersiellt syfte.",
        "p3": "Du som användare har inte rätt att ladda hem annat än egna bilder/texter från applikationen och nyttja dessa på något sett.",
        "q2": "Andra användares texter och bilder",
        "p4": "Du som användare kan ingå i team med andra medlemmar. Du som användare har inte rätt att använda bilder och texter från andra medlemmar utan dessas tillåtelse."
      },
      "policyModal": {
        "header": "Behandling av personuppgifter på ProGen.",
        "p1": "För ProGen är personlig integritet viktigt. Vi eftersträvar en hög nivå av dataskydd. I denna policy förklarar vi hur vi samlar in och använder personuppgifter. Vi beskriver också dina rättigheter och hur du kan göra dem gällande. Du är alltid välkommen att kontakta oss om du har frågor om hur vi behandlar dina personuppgifter. Kontaktuppgifter ses längst ner i denna integritetspolicy. ",
        "q1": "Vad är en personuppgift och vad är en behandling av personuppgifter? ",
        "p2": "Personuppgifter är alla uppgifter om en levande fysisk person som direkt eller indirekt kan kopplas till den personen. Det handlar inte bara om namn och personnummer utan även om till exempel bilder och e-postadresser. Behandling av personuppgifter är allt som sker med personuppgifterna i IT-systemen, oavsett om det handlar om mobila enheter eller datorer. Det handlar om till exempel insamling, registrering, strukturering, lagring, bearbetning och överföring. I vissa fall kan även manuella register omfattas. Personuppgiftsansvarig för de behandlingar som sker inom ProGens verksamhet är ProGen personuppgiftsansvarig. (Ponnygatan 3, Mölndal). ",
        "q2": "Vilka personuppgifter samlar vi in om dig och varför?",
        "p3": "Vi behandlar i huvudsak ditt namn, address, kontaktuppgifter och information som behövs för att tillverka ditt cv. Vi behandlar dina personuppgifter för att kunna erbjuda en applikation som ger meningsfullt innehåll vid genering av cv. ",
        "p4": "Vi delar inte dina personuppgifter med andra aktörer, dock kan medlemmar i samma team på sidan se information om andra medlemmar i teamet. Accepterar du integritetspolicy accepterar du även detta. ",
        "q3": "Hur länge sparar vi dina personuppgifter?",
        "p5": "Dina uppgifter sparas fram till den dagen du väljer att avsluta ditt medlemskap och radera ditt konto hos oss. I samband med detta raderas även dina uppgifter ur vår databas. Du kan även välja att ta bort särskild information på sidan och i samband med detta kommer denna information även att tas bort från vår databas.",
        "q4": "Vad är dina rättigheter som registrerad?",
        "p6": "Som registrerad har du enligt gällande lagstiftning ett antal rättigheter. Du har rätt till att få ett utdrag som visar vilka personuppgifter vi har registrerade om dig. Du kan begära rättelse av felaktiga uppgifter och i vissa fall radering.",
        "p7": "Kontakta oss vid frågor om hur vi behandlar personuppgifter. Om du har frågor om hur vi behandlar personuppgifter kontakta Daniel Persson som är ansvarig för personuppgiftsfrågor på persson.daniel.1990@gmail.com. Vi kan komma att göra ändringar i vår integritetspolicy. Den senaste versionen av integritetspolicyn finns alltid tillgänglig här på registreringssidan."
      }
    }
  }
}
